[
  {
    "doi": "10.1007/s44289-024-00038-1",
    "title": "Making the case for gender-inclusive fisheries governance, policies and climate adaptation",
    "abstract": "Gender equality has been a key consideration for policymakers and natural resource managers in assessing climate risk and developing effective adaptation strategies. However, the interests and concerns of women in relation to climate-related planning and fisheries policies are often neglected. This underrepresentation of women, particularly from developing countries, poses a risk of overlooking opportunities to support vulnerable fishing communities. Additionally, it inadvertently increases the vulnerability of marginalized women fisherfolk. This paper reviews 122 refereed publications on the empowerment of local fishing communities, gender participation in fisheries governance, development, and the need to consider gender dimensions in climate adaptation programs worldwide. It highlights the socio-economic impacts of climate change on livelihood and discusses potential adaptation measures. The findings support the adoption of frameworks and policies that provide alternative metrics for women's empowerment, inclusion in fisheries governance, and climate adaptation strategies. The study also offers recommendations for governments, non-governmental organizations, and development agencies responsible for fisheries governance and climate adaptation initiatives.",
    "authors": "Ayodele Oloko, Louise Teh, Philippe Le Billon, William Cheung, Sarah Harper, Ussif Rashid Sumaila",
    "journal": "Discover Oceans",
    "short_journal": "Discover Oceans",
    "volume": "1",
    "issue": "1",
    "publisher": "Springer Science and Business Media LLC",
    "published_online": [[2024, 12, 5]],
    "issn": ["2948-1562"],
    "license": "https://creativecommons.org/licenses/by-nc-nd/4.0",
    "reference_count": 122,
    "journal_link": "https://link.springer.com/10.1007/s44289-024-00038-1",
    "type": "journal-article",
    "score": 1,
    "keywords": [
      "Gender equality",
      "fisheries governance",
      "climate adaptation",
      "women's empowerment",
      "small-scale fisheries"
    ],
    "citation": "<strong>Oloko, Ayodele</strong>; <strong>Teh, Louise</strong>; Le Billon, Philippe; <strong>Cheung, William</strong>; Harper, Sarah; Sumaila, Ussif Rashid (2024). Making the case for gender-inclusive fisheries governance, policies and climate adaptation. <i>Discover Oceans</i>. https://doi.org/10.1007/s44289-024-00038-1",
    "date": "2024-12-05"
  },
  {
    "doi": "10.3390/su16072848",
    "title": "Effects of Anthropogenic Activities on Sardinella maderensis (Lowe, 1838) Fisheries in Coastal Communities of Ibeju-Lekki, Lagos, Nigeria",
    "abstract": "This study investigated the effects of anthropogenic activities on Sardinella maderensis fisheries in the coastal areas of Ibeju-Lekki, Lagos, Nigeria. Employing a mixed-method approach, the research included species identification, water quality analysis, land-use change analysis, field surveys, focus group discussions, and interviews. Findings revealed significant urban and industrial land use increase by 175% over four decades, correlating with a decline in catch per unit effort (CPUE) of S. maderensis. Water samples indicated heavy metal levels above international limits and high total petroleum hydrocarbon (TPH) pollution. The study underscores the need for inclusive coastal management policies to support resilient artisanal fisheries.",
    "authors": "Temitope Adewale, Denis Aheto, Isaac Okyere, Olufemi Soyinka, Samuel Dekolo",
    "journal": "Sustainability",
    "short_journal": "Sustainability",
    "volume": "16",
    "issue": "7",
    "publisher": "MDPI AG",
    "published_online": [[2024, 3, 29]],
    "issn": ["2071-1050"],
    "license": "https://creativecommons.org/licenses/by/4.0",
    "reference_count": 122,
    "journal_link": "https://www.mdpi.com/2071-1050/16/7/2848",
    "type": "journal-article",
    "score": 1,
    "keywords": [
      "Sardinella maderensis",
      "artisanal fisheries",
      "anthropogenic activities",
      "coastal management",
      "Ibeju-Lekki",
      "Lagos",
      "Nigeria"
    ],
    "citation": "Adewale, Temitope; <strong>Aheto, Denis</strong>; Okyere, Isaac; Soyinka, Olufemi; Dekolo, Samuel (2024). Effects of Anthropogenic Activities on Sardinella maderensis (Lowe, 1838) Fisheries in Coastal Communities of Ibeju-Lekki, Lagos, Nigeria. *Sustainability*, 16(7), 2848. https://doi.org/10.3390/su16072848",
    "date": "2024-03-29"
  },
  {
    "doi": "10.1038/s44183-024-00065-7",
    "title": "A traits-based approach to assess aquaculture's contributions to food, climate change, and biodiversity goals",
    "abstract": "Aquaculture has the potential to support a sustainable and equitable food system in line with the United Nations Sustainable Development Goals (SDG) on food security, climate change, and biodiversity (FCB). Biological diversity amongst aquaculture organisms can drive diverse contributions to such goals. Existing studies have assessed the performance of a limited number of taxa in the general context of improving aquaculture production, but few explicitly consider the biological attributes of farmed aquatic taxa at the FCB nexus. Through a systematic literature review, we identify key traits associated with FCB and evaluate the potential of aquaculture to contribute to FCB goals using a fuzzy logic model. The majority of identified traits are associated with food security, and two-thirds of traits linked with food security are also associated with climate change or biodiversity, revealing potential co-benefits of optimizing a single trait. Correlations between FCB indices further suggest that challenges and opportunities in aquaculture are intertwined across FCB goals, but low mean FCB scores suggest that the focus of aquaculture research and development on food production is insufficient to address food security, much less climate or biodiversity issues. As expected, production-maximizing traits (absolute fecundity, the von Bertalanffy growth function coefficient K, macronutrient density, maximum size, and trophic level as a proxy for feed efficiency) highly influence a species' FCB potential, but so do species preferences for environmental conditions (tolerance to phosphates, nitrates, and pH levels, as well as latitudinal and geographic ranges). Many highly farmed species that are typically associated with food security, especially finfish, score poorly for food, climate, and biodiversity potential. Algae and mollusc species tend to perform well across FCB indices, revealing the importance of non-fish species in achieving FCB goals and potential synergies in integrated multi-trophic aquaculture systems. Overall, this study provides decision-makers with a biologically informed assessment of desirable aquaculture traits and species while illuminating possible strategies to increase support for FCB goals. Our findings can be used as a foundation for studying the socio-economic opportunities and barriers for aquaculture transitions to develop equitable pathways toward FCB-positive aquaculture across nuanced regional contexts.",
    "authors": "Aleah Wong, Andrea Y. Frommel, U. Rashid Sumaila, William W. L. Cheung",
    "journal": "npj Ocean Sustainability",
    "short_journal": "npj Ocean Sustain",
    "volume": "3",
    "issue": "1",
    "publisher": "Springer Science and Business Media LLC",
    "published_online": [[2024, 5, 31]],
    "issn": ["2731-426X"],
    "license": "https://creativecommons.org/licenses/by/4.0",
    "is_referenced_by_count": 2,
    "reference_count": 110,
    "journal_link": "https://www.nature.com/articles/s44183-024-00065-7",
    "type": "journal-article",
    "score": 1,
    "keywords": ["Aquaculture", "trait-based approach", "sustainable food systems", "biodiversity", "climate change"],
    "citation": "<strong>Wong, Aleah</strong>; Frommel, Andrea Y.; Sumaila, U. Rashid; <strong>Cheung, William</strong> W. L. (2024). A traits-based approach to assess aquaculture's contributions to food, climate change, and biodiversity goals. <i>npj Ocean Sustainability</i>. https://doi.org/10.1038/s44183-024-00065-7",
    "citation_count": 2,
    "date": "2024-05-31"
  }
]
